-- liquibase formatted sql

-- changeset daniil:004_seed_venues
INSERT INTO venues (name, address, latitude, longitude, area, category) VALUES
    ('32.05',        'Малая Бронная ул., 32',              55.7644, 37.5931, 'Патриаршие',    'BAR'),
    ('Noor Bar',     'Малый Козихинский пер., 10',         55.7641, 37.5944, 'Патриаршие',    'CLUB'),
    ('Mendeleev',    'Петровка ул., 20/1',                 55.7620, 37.6153, 'Китай-город',   'BAR'),
    ('El Copitas',   'Введенского пер., 3',                55.7569, 37.6071, 'Садовое',       'BAR'),
    ('Duran Bar',    'Новый Арбат ул., 28',                55.7515, 37.5839, 'Арбат',         'BAR'),
    ('Syrovarnya',   'Ростовская наб., 5',                 55.7398, 37.5741, 'Хамовники',     'LOUNGE'),
    ('Simachev Bar', 'Столешников пер., 12',               55.7617, 37.6099, 'Тверская',      'CLUB'),
    ('Jaggernaut',   'Кузнецкий Мост ул., 19',             55.7591, 37.6233, 'Кузнецкий Мост','BAR'),
    ('Chainaya',     'Новокузнецкая ул., 26',              55.7377, 37.6283, 'Замоскворечье', 'LOUNGE'),
    ('Bar Klumba',   'Тверская ул., 23/12',                55.7680, 37.6054, 'Тверская',      'BAR'),
    ('Uilliam''s',   'Малая Бронная ул., 20',              55.7639, 37.5969, 'Патриаршие',    'BAR'),
    ('Strelka Bar',  'Берсеневская наб., 14/5',            55.7453, 37.6111, 'Замоскворечье', 'BAR');
